Retrieve a forward moving iterator to the set.
  Namespace:   Autodesk.Revit.DB.Architecture
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 2015.0.0.0 (2015.0.0.0)
 Syntax
  C#
public virtual IEnumerator GetEnumerator()
  Visual Basic
Public Overridable Function GetEnumerator As IEnumerator
  Visual C++
public:
virtual IEnumerator^ GetEnumerator()
 Return Value
 Returns a forward moving iterator to the set.
 Implements
  IEnumerable GetEnumerator
 See Also
  RoomTagTypeSet Class
  Autodesk.Revit.DB.Architecture Namespace